Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 黑衣人发出一道低吼声，像野兽咆哮一样，身上的衣服寸寸撕裂，变成一只长着浓密黑毛的猩猩。
en_us: The man in black let out a deep roar, like a wild beast, as his shirt started to rip inch by inch. He turned into a gorilla with dense black fur.

source: 黑衣人战斗经验明显很丰富，但是他的修为低于游小默，时间拖得越长，差距就明显出来了。
en_us: Though the black robed man was experienced in combat, his cultivation base was lower than You XiaoMo's, and as time went by, the gap between them became more obvious.

source: 黑衣人显然对这个问题比较感兴趣，冷笑道：“还能有什么事，好像是我么那位少主要来了吧。”
en_us: The black robed man was clearly more interested in this question as he sneered, “What else can it be? It seems that young master of ours is coming back ba.”

source: 黑衣人来不及撤剑，立刻用另一只手臂去，然后借游小默右脚的力量往后退了几十米，身形落在一块尖尖的石头上，一身杀气不减分毫，空洞仿若无神的眼睛仍然直勾勾的盯着游小默，不曾移开半分。
en_us: The black robed person couldn't retract his sword fast enough and so he blocked the attack with his other arm before using the power from You XiaoMo's kick to retreat several tens of meters. His figure landed on a sharp crag, his killing intent not faltering at all. His empty eyes were fixed on You XiaoMo, not budging his gaze by even a fraction.

source: 黑衣人空洞的眼神因为生命力的流失变得越来越无力，里面呈现一片死灰色，还有一丝淡淡的，一闪而过的难以置信。
en_us: The black robed man's empty gaze become more and more lifeless as his life drained away. His gaze was filled with despair, and the flash of incredulousness.

source: 黑衣人给他的答案就是重新抬起持剑的左手，摆出随时战斗的姿势，一身气势瞬间暴涨，仿佛一把出鞘的长剑，下一秒，整个人便化为一道黑影，迅速的朝游小默冲过去。
en_us: The only answer he received was the black robed man once again raising his sword, poised to strike. The energy around him swelled, like a sword being unsheathed, and then the man became a streak of black, swiftly charging at You XiaoMo.

source: 黑衣男人没有回话，准备走人的时候突然又停住了，偏头看着翁公，“你不过是一介普通人，玉仙城的人为何会找你？”
en_us: The black robed man did not reply, and just as he was about to leave, he suddenly stopped and looked back at Weng Gong, "You are just an ordinary person. Why were the people in Immortal Jade City (玉仙城) looking for you?"

source: 黑衣男人淡漠的瞥了他一眼，“你别误会，救你不是本意，只不过看到‘熟人’才顺手将你劫下来而已，你的死话与我无关。”
en_us: The black robed man indifferently glanced at him, "Don't misunderstand. I did not intended to save you. I only saw a 'friend' and just snatched you in passing. Whether you live or die has nothing to do with me."

source: 黑袍人丁转身就想逃。
en_us: The fourth person in black turned, wanting to flee.

source: 黑袍人丙顿时腿软了下去。
en_us: The third black-robed person's legs gave out from under him.

source: 黑袍人也没想到，今日竟然会有这么大的收获，真是天也助他，听到黑熊的疑惑，便解释道：“这个男人你可能也听说过他，如果我猜得没错的话，他很可能就是十神榜的强者之一凌默，打败游安泰和老鹰的男人，不过外面现在正闹得沸沸扬扬，就算没听说过，稍微打听下就知道了。”
en_us: The person in black also hadn't thought that he would receive such great news today; it was truly the heavens helping him. Hearing Hei Xiong's uncertainty, he explained, "You've probably heard of this man before. If my guess is correct, he is most likely the number one rank on the Ten Gods Ranking, Ling Mo, who defeated You AnTai and the Eagle Guild. There's a lot of chaos going on outside right now, so even if you haven't heard of him, if you asked around just a bit you'll know."

source: 黑袍人冷哼一声，“谅你也不敢，我这次来是有个秘密的任务要交给你去办。”
en_us: The person in black snorted coldly. "I trust that you wouldn't dare. I've come this time to inform you that there is a secret assignment for you."

source: 黑袍人可不想死在这里，急忙出声制止他，他手上握着不少秘密，他相信楼主一定会感兴趣。
en_us: The person in black definitely didn't want to die here, and he hastily told him to stop, that he still knew quite a few secrets that he was certain Ling Xiao would be quite interested in.

source: 黑袍人捂着胸口站起来，他脸色发白，脚步有些虚浮，咧嘴露出一口血牙笑了笑，“那个人……他现在……就在……啊！”
en_us: The black-robed person covered his chest with his hand as he stood up, his face going pale, his footsteps a little uneven. When he smiled, he revealed a mouth full of bloody teeth. "That person... right now... he is... ah!"

source: 黑袍人朝他的断臂看了一眼，“你的手是他弄的？”
en_us: The person in black glanced at his broken arm. "Is your arm his doing?"

source: 黑袍人突然灵光一闪，猛地看向斗篷人，“除非有人在炼丹！”
en_us: A light bulb suddenly went off in the black-robed person's head, and he whipped his head to look at the cloaked man. "Unless someone is refining pills!"

source: 黑袍人见他动摇了，心中一喜，连忙道：“不错，那个人是你最大的敌人，我想你一定很有兴趣知道。”
en_us: The person in black saw him wavering, and joy leaped in his heart. He said quickly, "Correct, that person is your biggest enemy. I imagine that you would be very interested in knowing more."

source: 黑袍人走后，黑熊站在原地脸色阴晴不定。
en_us: After the person in black left, Hei Xiong stood in his original position with an unreadable expression.

source: 黑袍人道：“不久前将你打败的那个男人是何人？”
en_us: The person in black said, "Who was the man that defeated you not long ago?"

source: 黑袍男子依旧扛着那柄烧火棍，衣服太黑看不出来有没有沾到血迹，不过从他身上却能闻到一股比之前更浓的血腥味，那柄紫色的烧火棍上甚至还沾着些许血迹。
en_us: The black man still carried the fire stick/torch stick (烧火棍). The color of his clothes was too dark to see if there was any bloodstains. However, the scent of blood wafting off him was stronger than before. There was even some bloodstains on the purple fire stick/torch stick.

source: 黑袍男子斜眼看着他，他的话虽然是疑问句，但是语气里却带着显而易见的笃定，似乎就算男人不承认他也不会相信一样。
en_us: The black-robed man looked askance at him. Although he had asked a question, there was an obvious certainty in his tone. It seemed that even if the man did not admit it, he would not believe it.

source: 黑袍男子的修为是十二阶二星，比凌霄低了两星，就算凌霄的内伤抵掉一星，实际也有一星的差距。
en_us: The black robed man's cultivation was Level Twelve two stars, which was two stars lower than Ling Xiao's. Even if Ling Xiao's cultivation dropped by one star due to his internal injury, there was still a one-star gap in reality.

source: 黑袍男子身形一闪便挡在他面前，固执地道：“那可不行，你必须跟我打一架。”
en_us: The figure of the black-robed man flashed and he was blocking the way of the white-robed man when he reappeared. He stubbornly insisted, "That's won't do. You must have a fight with me."

source: 黑鹰速度极快的穿透黑雾，飞到低处后，又以胜利者的姿态冲向明朗的天空然而就在它冲出黑雾的一瞬间，异变发生了虚无缥缈的黑雾突然像被赋予了生命一般剧烈的滚动起来，仿佛来自地狱的恶鬼，化成一张张丑陋的鬼脸，争先恐后的扑向黑鹰，黑鹰连声音都没有来得及发出来，整个身体就淹没在黑雾中当黑雾散去，一块块骨头从空中掉了下来。
en_us: The black hawk pierced through the black fog very quickly. After flying low to the ground, it began to rise upwards with the attitude of a winner towards the bright and clear sky. /PARA But the second it rose out of the black fog, something strange happened. /PARA The intangible black fog suddenly began to violently churn as if it had come to life, and like an evil spirit from hell, it transformed into many hideous demon faces. They fought with each other as they rushed towards the black hawk, and the black hawk was drowned in the black fog before it even had a chance to make a noise. /PARA When the black fog dispersed, pieces of bone fell from the sky.

source: 鼠兽们为他们的大王欢呼，加油打气，密密麻麻的叽喳声就像放大几百倍一样，吵得人心烦意乱。
en_us: The Rat beasts enthusiastically cheered for their king. The numerous squeaking noises of the densely packed group seemed to have been magnified by several hundred times, it was so noisy that it caused one's head to swim.

source: 鼠兽们发现情况后立刻报告给黄鼠兽知道，他们有独特的传递方式，速度可比人类快得多，收到消息的黄鼠兽立刻赶回洞府，以他们的速度，雷云可没那么快就能散去。
en_us: After the Rat Beasts discovered the situation, they instantly reported it to the Weasel Beast. They had a unique messaging system that was much faster than the human counterpart. When the Weasel Beast received the information, he immediately hurried back to the Immortal’s Cave. With their speed, there was no way the thunderclouds would disperse that quickly.

source: 鼠兽们找了很多地方，结果只抓到五只，他们也是这个时候才怀疑小岛是不是来了其他人，后来在香气的指引下，他们发现海滩出现一座不知什么时候建起来的房屋。
en_us: The mouse beasts searched all over, but they only caught five turkeys. This was also when they started to suspect that someone had arrived on the small island. After following the fragrant scent, they discovered that a house had been erected on the beach who knows when.

source: 鼠兽并没有把好吃火鸡的事告诉大王，不过纸包不住火，后来还是被发现了。
en_us: They didn't actually tell their king about the delicious turkeys, but the truth couldn't be concealed. In the end, it was still discovered.

source: 鼠兽有一个优点，它们和水鲨一样拥有非常锋利的牙齿，如果水鲨敢上岸，用不了多久，鼠兽就能轻易的将它们分食了，以前就曾经发生过。
en_us: The Rat Beasts had an advantage: just like the sharks, they had very sharp teeth. If the sharks dared to go on land, the Rat Beasts would easily be able to turn them into food in a short amount of time. This had happened before.

source: 龙族则位于龙岛，势力范围没有妖凰族大，因此龙岛属于封闭状态，龙族大部分族群都住在龙岛。
en_us: The Dragon Clan was situated at the Dragon Island (龙岛). The range of its forces were not as large as the Demon Phoenix Clan, therefore the Dragon Island belonged to the type where entry and exit was restricted. The majority of the members of the Dragon Clan were living on the Dragon Island.

source: 龙的精血就相当于一颗大补丹，不仅可以提升修为，而且还能增加身体的强度，最重要的是它能提升灵丹的品阶。
en_us: A dragon's blood essence was the equivalent of a marvelous supplementary pill. Not only could it improve one's cultivation, it could also increase the strength of the body. Yet, the most important thing was that it could enhance the grade of a magic pill.

source: 龙血啧一声，“麒麟族和妖凰族不同，妖凰族就如同龙族，除了最高贵的远古妖凰，还有一些体内同样流有凤凰血脉的妖兽，比如丘冉的本命契约兽五彩之鸟，所以妖凰族很注重血脉的纯净。”
en_us: The dragon blood (龙血) clicked its tongue, "The Qilin Clan is different from the Demon Phoenix Clan. Excluding the most noble Ancient Demon Phoenix, the Demon Phoenix Clan is more similar to the the Dragon Clan. Furthermore, there are also some demon beasts which also have the Feng Huang bloodline, taking Qiu Ran's lifebound contract beast the Five-Colored Bird as an example. Therefore, the Demon Phoenix Clan emphasizes the purity of their bloodline."

source: 龙血是从龙身上取下来的精血。
en_us: Dragon blood was the blood essence (精血) taken from a dragon's body.

source: ！”听到后面那句话，他立刻想到这正是天恨前些日子说过的话，若真是他想的那样，那么……
en_us: !” When he heard the last part of that sentence, he immediately remembered that those were the words that Tian Hen had said a few days ago. If it was really as he had thought, then...

source: ！”鼠兽们兴奋的呐喊声叽叽喳喳的响起。
en_us: !" The excited cheers of the rat beasts started to sound continuously.
